Repository: TravelAdventureGames/LocalizedEggTimer
Catalog: Egg Timer/*.lproj/Localizable.strings
Languages: de, es

# setingsvc.title.overeieren
source: ABOUT YOUR EGGS
de: INFORMATION
es: SOBRE TUS HUEVOS

# Settingsvc.alituted.labelJebevindt
source: You're currently situated at
de: Du befindest dich auf
es: Estas a​

# Settingsvc.alituted.labelMeterHoog
source: meters above sea level
de: Metern über Null
es: metros de altura​​

# settingsvc.label.xl
source: XL/J
de: XL
es: XL

# amountvc.title.hoeveleieren
source: HOW MANY EGGS
de: ANZAHL DER EIER
es: CUANTOS HUEVOS​

# amountvc.alert.tile
source: Attention!
de: Achtung!
es: Atencion!​

# amountvc.alert.text
source: Check our tips before you start cooking. If not, at least make sure you place the eggs in the pan after the water is boiling. Otherwise, the timersettings will not be correct!
de: Sieh dir die Tips an, bevor du mit dem Kochen beginnst. Füge die Eier in jedem Fall erst zu wenn das Wasser kocht.
es: Lee los consejos antes de cocinar. ​Asegura que mete los huevos al aqua (con cuidado) solo cuando ya esta hirviendo.​

# amountvc.alert.left
source: OK, got it
de: Alles klar
es: ​Ok, entendido​

# amountvc.alert.right
source: To tips
de: Zu den Tips
es: ​A los consejos​

# extrainfovc.label.text
source: You probably can't wait to start cooking. Take some time however to go through the tips stated below!<br><br><ul><li>The egg calculator algorithm assumes you first <u>bring the water to boiling temperature</u> and <u>then</u> carefully place the eggs in the pan.</li><li>When one of the timers expires, take the desired number of eggs out of the water and cool them down as soon as possible, i.e. in a bowl of icewater. The cooling water needs to be really cold, otherwise you will not achieve the desired doneness.</li><li>Take multiple cooling bowls (one for soft boiled, one for hard boiled, ect.) In that way you can keep track of which egg was which afterwards.</li><li>In order to make the peeling of the egg much easier, add some vinegar to the water.</li><li>In the US it's recommended to store your eggs in the fridge. Due to a different production process than in Europe, the risk of salmonella poisoning when storing eggs outside the fridge, is higher in the US.</ul>
de: Du kannst es wahrscheinlich nicht abwarten zu beginnen. Nimm dir trotzdem die Zeit um die Tips durchzulesen! <br><br><ul><li>Der Eierberechner in dieser App geht davon aus dass du das Wasser <u>erst zum kochen bringst </u> und du <u>dann erst</u> die Eier (vorsichtig) in den Topf legst.</li><li>Wenn einer der Timer abgelaufen ist, hole die Eier aus dem Topf und schrecke sie so schnell möglich ab, zum Beispiel in einer Schüssel mit Eiswasser. Das Abschrecken ist wichtig, sonst garen die Eier nach!</li><li>Benutze verschiedene Schüsseln mit Eiswasser für verscheidene Garstufen der Eier (eine für weiche, eine für harte usw.), so kannst du die Eier hinterher noch auseinander halten.</li><li>Um das Pellen der Eier einfacher zu machen kannst du ein bisschen Essig in das Wasser geben.</li><li>In Amerika ist es ratsam, Ihre Eier im Kühlschrank zu halten. Aufgrund eines anderen Produktionsprozesses ist das Risiko einer Salmonellenkontamination größer, wenn Sie amerikanische Eier außerhalb des Kühlschranks aufbewahren.</ul>
es: ​Seguramente quieres empezar ya. Pero toma el tiempo para leer los consejos!<br><br><ul><li>​El calculador de huevos en esta app toma por hecho que le dejes al aqua <u>​hervir primero</u> ​y que solo<u>​despues</u> ​metes los huevos (con cuidado) a la olla.</li><li>​Si uno de los temporizadores termina, saca los huevos de la oja y enfrielos lo mas rapido possible, por ejemplo en una recipiente con aqua helada. Tiene que ser aqua muy fria, si no, los huevos seguiran cociendo!</li><li>​Prepara varios recipientes para los varios huevos (​uno para sueva, uno para duro etc.). ​Asi puedes destinquirles despues</li><li>​Para facilitar el pelar, puedes anadir un poquito de vinagre al aqua.</li></ul>

# timervc.title.text
source: START TIMERS
de: STARTE DIE TIMER
es: ​INICIAR

# timervc.label.haal
source: Take
de: Hole
es: ​Saca​

# timervc.label.uitdepan
source: from the pan.
de: aus dem Topf
es: ​de la olla

# model.druiperige.eieren
source: runny eggs
de: sehr weich gekochte Eier
es: huevo​s​​ muy poco cocido​s​​​

# model.zachte.eieren
source: soft eggs
de: weich gekochtes Eier
es: huevo​s​ poco cocido​s​

# model.medium.eieren
source: firm eggs
de: wachsweich gekochte Eier
es: huevo​s​ medio cocido​s​

# model.mh.eieren
source: hard eggs
de: mittelhart gekochte Eier”
es: huevo​s​ cocido​s​

# model.harde.eieren
source: solid eggs
de: hart gekochte Eier
es: huevo​s​ bien cocido​s​

# model.druiperig.ei
source: runny egg
de: sehr weich gekochtes Ei
es: huevo​ muy poco cocido​

# model.zacht.ei
source: soft egg
de: weich gekochtes Ei
es: huevo​ poco cocido​

# model.medium.ei
source: firm egg
de: wachsweich gekochtes Ei
es: huevo​ medio cocido​​

# model.mh.ei
source: hard egg
de: mittelhart gekochtes Ei
es: huevo​ cocido​

# model.hard.ei
source: solid egg
de: hart gekochtes Ei
es: huevo​ bien cocido​

# launch.title.multiegg
source: Multiple Eggs Timer
es: ​Huevos Multiples Temporizador

# launch.lbel.text
source: Welcome to the only eggtimer in the world that measures all the different types of doneness your group or family desires! Based on scientific research from the Nowegian Physics Institute, it takes into account your altitude, egg size and initial egg temperature. Works like a charm!
de: Der einziger Eiertimer mit dem Eier mit unterschiedlichen Garzeiten gekocht werden können!
es: ​El unico huevo tempoizador para medir varios huevos a la vez!

# lanchvc.button.skip
source: Skip
es: Alta

# notification.body.zacht
source: runny boiled eggs from the pan!
de: sehr weich gekochte Eier aus dem Topf!
es: ​Huevo​s​​ muy poco cocido​s​​​ ​de la olla!

# notification.body.zachtmedium
source: soft boiled eggs from the pan.
de: weich gekochte Eier aus dem Topf!
es: ​Huevo​s​ poco cocido​s​ ​de la olla!

# notification.body.medium
source: firm boiled eggs from the pan.
de: wachsweich gekochte Eier aus dem Topf!
es: ​Huevo​s​ medio cocido​s​ ​​de la olla!

# notification.body.mediumhard
source: hard boiled eggs from the pan.
de: mittelhart gekochte Eier aus dem Topf!
es: ​Huevo​s​ cocido​s​ ​de la olla!

# notification.body.hard
source: solid boiled eggs from the pan.
de: hart gekochte Eier aus dem Topf!
es: ​Huevo​s​ bien cocido​s​ ​de la olla!

# notification.body.zachtSingle
source: runny boiled egg from the pan!
de: sehr weich gekochtes Ei aus dem Topf!
es: ​Huevo​ muy poco cocido​ ​de la olla!

# notification.body.zachtmediumSingle
source: soft boiled egg from the pan!
de: weich gekochtes Ei aus dem Topf!
es: ​Huevo​ poco cocido​ ​de la olla!

# notification.body.mediumSingle
source: firm boiled egg from the pan!
de: wachsweich gekochtes Ei aus dem Topf!
es: ​Huevo​ medio cocido​​ ​​de la olla!

# notification.body.mediumhardSingle
source: hard boiled egg from the popant!
de: Mittlhart gekochtes Ei aus dem Topf!
es: ​Huevo​ cocido​ ​de la olla!

# notification.body.hardSingle
source: solid boiled egg from the pan!
de: Hart gekochtes Ei aus dem Topf!
es: ​Huevo​ bien cocido​ ​de la olla!

# notification.body.first
source: Take
de: Hole
es: Saca​

# notification.title.zacht
source: Ready!
de: Fertig!!
es: Listo!!

# notification.title.zachtmedium
source: Ready!
de: Fertig!!
es: Listo!!

# notification.title.medium
source: Ready!
de: Fertig!!
es: Listo!!

# notification.title.mediumhard
source: Ready!
de: Fertig!!
es: Listo!!

# notification.title.hard
source: Ready!
de: Fertig!!
es: Listo!!

# infolabel.label.infotext
source: Cooking instructions<br><br><ul><li>Place the eggs (carefully) in the pan not before <u>the water is boiling.</u>!</li><li>Make sure your eggs are covered at least by <u>1 inch (2.5 cm) of water</u> and are placed in 1 layer in the pan.</li><li>Use a large spoon to place and remove the eggs from the pan to prevent them from cracking.</li><li>Possibly you can make a small crack at the bottom (fat) side of the egg before cooking. This eases the peeling afterwards. It <u>must not rupture the membrane though!</u>. Another method would be to add a spoon of vinegar.</li><li>If a timer expires, cool down the eggs as soon as possible, preferably in a bowl of crushed ice.</li></ul><br><br>
de: Kookinstructies<br><br><ul><li>Plaats de eieren pas in de pan (voorzichtig) <u>nadat het water kookt.</u>!</li><li>Zorg ervoor dat de eieren <u>ruim onder water</u> staan (2,5 cm extra water boven de eieren in één laag in de pan.</li><li>Gebruik een lepel om de eieren voorzichtig in de pan te laten zakken en ze er weer uit te halen</li><li>Je kunt evt. een gaatje aan de bovenkant van het ei maken met een punaise of naald om scheuren in het ei te voorkomen.</li><li>Voeg een scheutje azijn aan het water toe om ze beter pelbaar te maken.</li><li>Als een timer afloopt, koel de eieren dan direct terug, het liefst in ijswater.</li></ul><br><br>
es: ​Instrucciones de cocer<br><br><ul><li>​Pon los huevos en la olla (con cuidado) <u>​cuando el agua hierve</u>!</li><li>​Asegura que los huevos <u>​estan submergidos plenamente</u> ​ ​(2,5 cm ​de aqua por encima de los huevos en la olla</li><li>​Usa una cucharra para meter los huevos en la olla y para sacarlos de nuevo</li><li>​Podrias hacer un pequeno agujero en la parte superior del huevo con una aguja para prevenir que se rompa dentro de la olla </li><li>​Anade un poco de vinagre al aqua para facilitar pelar la cascara.</li><li>​Cuando suena un temporizador, enfrie los huevos de inmediato en el aqua fria.</li></ul><br><br>

# timervc.imageview.instructions
source: ENCookinginstructions
de: DECookinginstructions
es: ESCookinginstruction

# eggmeasurevc.lable.title
source: Place your egg on your screen and determine the size
de: Lege dein Ei auf das Iphone-Display um die Größe zu bestimmen.
es: Pon el huevo en pantalla y determinar el tamañano.

# timervc.friends.labeltext
source: Kippen moet ook lekker kunnen leven. Koop eens wat vaker biologische eieren. Wij zijn bijvoorbeeld fan van Kipster!
de: Hühner müssen auch gut leben können. Kaufen Sie Bio-Eier öfter!
